/* info window version */
"<version> (needs update)" = "<version> (needs update)";

/* info window version */
"<version> (up to date)" = "<version> (up to date)";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "A single iPod was detected, but it must be mounted on the desktop for this operation to work.";

/* menu item */
"About iPod Updater" = "About iPod Updater";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "All data currently stored on the iPod will be lost.";

/* error message */
"An error occurred. There may be open files on the iPod." = "An error occurred. There may be open files on the iPod.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "An iPod is attached, but not mounted on the desktop.";

/* error message */
"An unexpected error occurred." = "An unexpected error occurred.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Are you sure you want to restore the iPod software?";

/* text next to lock when unlocking */
"Authenticating..." = "Authenticating...";

/* info window label */
"Capacity:" = "Capacity:";

/* text next to lock when locked */
"Click the lock to make changes." = "Click the lock to make changes.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Click the lock to prevent further changes.";

/* menu item */
"Close Window" = "Close Window";

/* menu item */
"Copy" = "Copy";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Could not find a SysInfo file on the iPod disk.";

/* error message */
"Could not find updater library." = "Could not find updater library.";

/* menu item */
"Cut" = "Cut";

/* progress message */
"Done restoring iPod software" = "Done restoring iPod software";

/* progress message */
"Done updating iPod software" = "Done updating iPod software";

/* menu title */
"Edit" = "Edit";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "If you quit while an operation is in progress, you may need to restore the iPod software later.";

/* main window title */
"iPod Software <version> Updater" = "iPod Software <version> Updater";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod Software Version <version>";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows Software <version> Updater";

/* error message */
"More than one iPod is attached." = "More than one iPod is attached.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "More than one iPod is attached. Please attach one iPod at a time to be updated.";

/* info window label */
"Name:" = "Name:";

/* error message */
"No iPod is attached." = "No iPod is attached.";

/* button for main window */
"Nothing" = "Nothing";

/* menu title */
"Options" = "Options";

/* error message */
"Out of memory." = "Out of memory.";

/* menu item */
"Paste" = "Paste";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Please attach one iPod at a time to be updated.";

/* main window message */
"Plug in an iPod to update it." = "Plug in an iPod to update it.";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "Quit";

/* confirmation dialog title */
"Quit " = "Quit ";

/* confirmation message */
"Quit while this operation is in progress?" = "Quit while this operation is in progress?";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Reset iPod to Windows factory settings. \rAll music and data will be erased.";

/* button for main window */
"Restore" = "Restore";

/* confirmation dialog title */
"Restore " = "Restore ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Restore completely erases your iPod and applies factory settings. Your music and other data will be erased.";

/* menu item */
"Restore iPod" = "Restore iPod";

/* progress message */
"Restoring iPod software" = "Restoring iPod software";

/* info window label */
"Serial Number:" = "Serial Number:";

/* info window label */
"Software Version:" = "Software Version:";

/* button in progress sheet */
"Stop" = "Stop";

/* main window message */
"The attached iPod does not have proper software on it." = "The attached iPod does not have proper software on it.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again.";

/* error message */
"The iPod disk does not have the correct structure." = "The iPod disk does not have the correct structure.";

/* error message */
"The iPod is not mounted." = "The iPod is not mounted.";

/* detail of error message */
"The iPod Updater application may be damaged." = "The iPod Updater application may be damaged.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "The iPod Updater requires CarbonLib 1.4 or newer.";

/* error message */
"The iPod Updater requires Mac OS X." = "The iPod Updater requires Mac OS X.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "The Mac OS error code was <error>.";

/* error message */
"The updater does not have a firmware image." = "The updater does not have a firmware image.";

/* error message */
"The updater does not have a volume image." = "The updater does not have a volume image.";

/* button for main window */
"Update" = "Update";

/* menu item */
"Update iPod" = "Update iPod";

/* message for main window */
"Update puts the latest system software on your iPod." = "Update puts the latest system software on your iPod.";

/* progress message */
"Updating iPod software" = "Updating iPod software";

/* about window app version line */
"Version <version>" = "Version <version>";

/* Close Window command key */
"W" = "W";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process.";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process.";

